Revit 2027 API
ParameterTypeId.AnalyticalMemberOffsetEndZ Property
 "End Offset Z"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId AnalyticalMemberOffsetEndZ { get; }
Public Shared ReadOnly Property AnalyticalMemberOffsetEndZ As ForgeTypeId
	Get
public:
static property ForgeTypeId^ AnalyticalMemberOffsetEndZ {
	ForgeTypeId^ get ();
}
static member AnalyticalMemberOffsetEndZ : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace